// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Błąd kopiowania przepływu pracy";
"COPY_WORKFLOWS_DESC" = "Kopiowanie przepływów pracy do folderu domeny urządzenia użytkownika nie powiodło się";

// generic error
"ERROR" = "Błąd";
"ERROR_UNKNOWN_DESC" = "Wystąpił nieznany błąd.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Błąd tworzenia przepływu pracy";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Wystąpił nieznany błąd podczas tworzenia przepływu pracy. Spróbuj ponownie.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Błąd podczas tworzenia katalogu";
"ERROR_CREATING_DIR_DESC" = "Wystąpił błąd podczas tworzenia katalogu %@. Sprawdź uprawnienia dostępu do folderu nadrzędnego, a następnie spróbuj ponownie";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Nieobsługiwany skrót skanowania";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Nie można wykonać wybranego skrótu skanowania, ponieważ oprogramowanie nie może go rozpoznać. Wybierz inny skrót skanowania i spróbuj ponownie.";

"Your HP device has sent a status message. This message could not be saved" = "Urządzenie HP wysłało komunikat o stanie. Nie można zapisać tego komunikatu";
